data/adaptive_selection_7/2017-04-24_00-28-57/fio_seq_write_10.61.193.108.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=1
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1445: Mon Apr 24 01:31:54 2017
  write: io=153600MB, bw=45317KB/s, iops=44, runt=3470774msec
    slat (usec): min=88, max=48977, avg=258.40, stdev=223.42
    clat (msec): min=10, max=301, avg=22.33, stdev=18.26
     lat (msec): min=11, max=301, avg=22.59, stdev=18.28
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   15], 40.00th=[   15], 50.00th=[   16], 60.00th=[   16],
     | 70.00th=[   18], 80.00th=[   27], 90.00th=[   40], 95.00th=[   69],
     | 99.00th=[  100], 99.50th=[  113], 99.90th=[  143], 99.95th=[  155],
     | 99.99th=[  219]
    bw (KB  /s): min= 6156, max=74926, per=100.00%, avg=45345.87, stdev=22807.75
    lat (msec) : 20=74.05%, 50=18.40%, 100=6.56%, 250=0.99%, 500=0.01%
  cpu          : usr=0.76%, sys=0.42%, ctx=158776, majf=0, minf=22
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=45317KB/s, minb=45317KB/s, maxb=45317KB/s, mint=3470774msec, maxt=3470774msec

Disk stats (read/write):
  sdb: ios=88/51200, merge=0/307200, ticks=188/1140835, in_queue=1140815, util=32.89%
  sdc: ios=87/51200, merge=0/307200, ticks=243/1147323, in_queue=1147346, util=33.08%
  sdd: ios=87/51199, merge=0/307200, ticks=254/1141274, in_queue=1141337, util=32.91%