data/adaptive_selection_7/2017-04-24_00-28-57/fio_seq_write_10.61.193.109.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=1
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1429: Mon Apr 24 01:31:41 2017
  write: io=153600MB, bw=45508KB/s, iops=44, runt=3456230msec
    slat (usec): min=85, max=56241, avg=240.58, stdev=245.19
    clat (msec): min=10, max=318, avg=22.25, stdev=18.12
     lat (msec): min=11, max=319, avg=22.49, stdev=18.15
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   15], 40.00th=[   15], 50.00th=[   16], 60.00th=[   16],
     | 70.00th=[   18], 80.00th=[   27], 90.00th=[   40], 95.00th=[   69],
     | 99.00th=[   99], 99.50th=[  112], 99.90th=[  141], 99.95th=[  155],
     | 99.99th=[  194]
    bw (KB  /s): min= 6144, max=73875, per=100.00%, avg=45536.81, stdev=22924.14
    lat (msec) : 20=74.43%, 50=18.11%, 100=6.52%, 250=0.94%, 500=0.01%
  cpu          : usr=0.65%, sys=0.46%, ctx=158551, majf=0, minf=21
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=45508KB/s, minb=45508KB/s, maxb=45508KB/s, mint=3456230msec, maxt=3456230msec

Disk stats (read/write):
  sdb: ios=87/51198, merge=0/307188, ticks=264/1141302, in_queue=1141331, util=33.05%
  sdc: ios=87/51197, merge=0/307188, ticks=276/1138970, in_queue=1139026, util=32.99%
  sdd: ios=83/51197, merge=0/307182, ticks=260/1137964, in_queue=1137996, util=32.96%